<template>
		<uni-popup ref="popupBond" type="center">
			<order-popup-common title="债权投资合同" @closePop="closePop('popupBond')">
				<view slot="popup-con">
					<scroll-view class="popup-con" scroll-y="true">
						<view class="con-item" style="padding-bottom: 30rpx;">
																	<!-- <view>债权投资合同</view> -->
							<view>特别提醒：（以下称为“投资人”）将为您（亦称“用户”、“本人”）提供本合同项下的债权投资服务。您在此确认并同意受本合同约束。 </view>
							<view>法力科技软件（广州）有限公司（以下简称“法力科技公司”）作为投资管理人，在法力平台上受投资人委托负责本合同项下投资日常管理（包括但不限于，接受投资申请、投资审批、督促发放投资费用/还款、对账、催收）。 </view>
							<view>为了保障您的合法权益，您应当阅读并遵守“债权投资合同”（以下简称“本合同”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，限制、免责条款可能以加黑加粗的形式提示您注意。</view>
							<view>除非您已阅读并接受本合同所有条款，否则您无权使用债权投资服务。</view>
							<view>您在法力平台的使用、登录等行为即视为您已阅读并同意接受本合同的约束，本合同即时生效。</view>
							<view>本合同由您和投资人共同签署。</view>
							<view>如您是代“他人”申请债权投资服务的，请务必确保“他人”与您一样，亦审慎阅读、充分理解本合同各条款内容，接受本合同所有条款约束，并按时向投资人支付各项费用。</view>
							
							第一条、术语定义
							1.1法力平台：指法力科技公司或其关联公司运营的包括但不限于移动端APP、电脑端APP、网页版、微信服务号/公众号、小程序等平台。
							1.2项目：指您为回收欠款本金、利息、违约金、诉讼费、保全费、公告费、律师费等费用，已在法力平台上委托律师代理人民法院一审程序、二审程序和执行程序事宜。
							1.3债权总额：指您请求的欠款本金、利息、违约金、立案受理费、公告费、律师费等全部费用总和，本合同另有约定的除外。
							1.4一审程序：指人民法院根据您的起诉，依法进行第一次审理应当适用的程序，仅指本诉一审。
							1.5二审程序：指不服一审程序作出的裁判结果，在法定期限内向上一级人民法院提起上诉而引起的人民法院审理程序，仅指本诉二审。
							1.6生效裁判文书：指一审程序/二审程序作出的已经发生法律效力的，可作为人民法院强制执行依据的民事判决书/民事裁定书/民事调解书。
							1.7执行程序：指欠款方未按生效裁判文书确定的款项向您支付时，您申请人民法院使用司法强制措施为您回收款项而引起的程序。
							1.8以物抵债：指经您同意，欠款方将非货币财产确定一个价格归您所有，用以偿还相应金额的债务。
							1.9抵债金额：指抵债财产抵偿债权的数额。
							1.10人民法院：指中华人民共和国大陆地区的法院。
							第二条、申请及信息授权
							2.1您须通过法力平台向投资人提出投资申请，凡成功提交订单的，即视为您申请债权投资服务。
							2.2您应妥善保管您的常用手机设备（含手机号码）、手机校验码等信息，您应确保不向任何人泄露您以上信息。对于因账号、手机校验码泄露所致的损失，由您自行承担。如您发现有他人冒用或盗用您的账号及手机校验码申请本服务的，您应立即以有效方式通知投资人，要求投资人暂停本服务。同时，您理解投资人对您的请求采取行动需要合理期限，在此之前，投资人对已执行的指令及(或)所导致的您的损失不承担任何责任。
							    2.3您保证向投资人提供的所有申请信息是真实、完整、准确、合法、有效的，并授权法力平台可以向依法设立的征信机构、关联公司、数据信息机构查询您使用本服务所必要的个人身份信息及信用信息（包括不良信息）。
							2.4法力平台承诺根据监管要求对客户资料承担保密义务,不得将收集到的用户相关信息提供给投资人以外的无关的第三方。
							第三条、投资项目
							3.1投资人同意投资该项目，自愿承担该项目处置过程中产生的相关费用，具体以本合同约定的投资费用为准。
							3.2项目详情以项目代理律师提交给投资人的人民法院受理案件通知书、案件受理费缴纳通知书、委托代理合同、起诉状（原告已签章）以及原告的身份资料/营业执照确定。
							第四条、投资费用及支付时间
							4.1投资人为您项目承担并支付以下费用，单案总投资费用在人民币3400.00元（含）以内的，不需经投资人审查；超过人民币3400.00元以上的部分，需经投资人审查及同意。投资人如不同意承担超额部分，请您自行支付：
							费用细目	费用金额	收款对象	支付时间
							律师费	投资人确定并支付	律师事务所	投资人收到项目代理律师提交的以下文件后7日内支付：
							a、案件受理费缴纳通知书
							b、委托代理合同
							c、起诉状（原告已签章）
							d、原告的身份资料/营业执照
							e、公告费缴纳通知
							案件受理费	以法院书面通知金额确定	人民法院	
							公告费	以法院书面通知金额确定	人民法院	
							异地被告身份
							查询费用	以实际发生的费用确定，限额人民币600.00元/案	代理律师	
							4.2律师向投资人申请并领取任一费用即视为完成本合同投资义务。
							4.3投资费用不包括上述第4.1条以外的其他费用，比如财产保全的相关费用。若您需要查封、扣押、冻结欠款方的财产，请另行与项目代理律师沟通。
							4.4投资人支付的投资费用不用您返还。但是，如果法院判决没有全部支持您主张的欠款本金，则您需向投资人赔偿相应的投资费用损失，计算公式为：（您主张的欠款本金－生效裁判文书上支持您的欠款本金）÷您主张的欠款本金×投资人已支付的投资费用。
							4.5您与欠款方和解/调解时，如给欠款方减少欠款本金的，请让律师将减少本金对应的投资费用损失计入和解/调解中，明确由欠款方支付给您。在您回收款物后7日内，优先无息支付给投资人。减少本金对应的投资费用损失计算公式为：和解/调解时给欠款方减少的欠款本金÷您主张的欠款本金×投资人已支付的投资费用。如您未按此约定处理造成投资人投资费用损失的，您应承担赔偿责任。
							第五条、投资收益  
							5.1不同情形下，投资人投资收益计算公式如下：
							5.1.1法院判决的，您主张的欠款本金全部获得支持或部分获得支持，计算公式为：生效裁判文书上确定您可以收取的全部金额×30%；
							5.1.2与欠款方和解/调解的，您主张的欠款本金没有减免或有部分减免的，计算公式为：您与欠款方的和解/调解金额×30%。 
							5.2投资收益支付时间：
							5.2.1您未回收任何款物前，不需向投资人支付上述第5.1条约定的投资收益。
							5.2.2您开始回收款物后，您应在每一次回收款物之日起7日内，按回款金额/抵债金额的30%向投资人支付当期投资收益。
							5.3符合以下任一情形，可认定为您回收款物之日：
							（1）回收款项到达您账户之日；
							（2）回收资产以物抵债的裁决送达您之日；
							（3）回收资产以物抵债合同签订之日；
							（4）您直接或间接合法占有、使用或控制抵债物之日；
							（5）其他可以认定您回收资产的情形。
							5.4以下款项不计算投资收益：
							5.4.1您按本合同第4.1款支出的超额部分的款项；
							5.4.2您为案件支出的或有国家费用（指财产保全费、财产保全担保费、勘验费、鉴定费、翻译费、工商/房产/汽车查档费、证人/鉴定人/翻译人员出庭的交通费、住宿费、生活费和误工补贴费等）。
							5.5您应以现金形式支付投资人投资收益，除非另有约定。
							第六条、您的权利和义务                                                                     
							6.1有权要求投资人按合同约定支付投资费用；                                                            
							6.2应按投资人要求提供个人资料，并保证资料的真实、完整和有效；                 
							6.3应按照合同约定的期限向投资人支付投资收益。
							6.4保证项目所涉资料真实、合法、完整、有效。
							6.5项目全部法律服务事宜均由代理项目的律师事务所和律师全权负责完成，投资人不干涉、不参与。您如对项目相关法律服务事宜有任何疑问，应直接与代理项目的律师事务所和律师沟通。在协商过程中，您可以要求投资人给予必要的协助，但不得以此为由拒绝或拖延向投资人支付本合同约定的款项。
							第七条、投资人的权利和义务                                                                     
							7.1按照本合同约定按期足额支付投资费用，但因您的原因或项目代理律师原因造成迟延的除外；                                
							7.2投资人有权核实您身份财力状况，有权要求您提供相关文件资料。                                                                                                            
							第八条、追加申请执行人 
							8.1项目进入执行程序后，如无财产可供执行清偿全部债权的，您应在法院终结本次执行前，要求项目代理律师将投资人追加为项目的共同申请执行人，并将追加投资人为申请执行人的民事裁定书交付给投资人，投资人享有执行所依据的司法裁判文书中确定的债权总额的30％。
							8.2如执行法院需要，您应要求项目代理律师按法院要求及时办理如下事项，以便成功追加投资人为申请执行人：
							（1）就第8.1条事宜安排您与投资人另行签订《债权转让合同》等文件（详见附件）；
							（2）以EMS快递方式向欠款方通知该债权转让情况；
							（3）将快递凭证和快递送达回执原件交予投资人保管；
							（4）执行法院要求的其他文件和手续。
							8.3您同意授权项目代理律师或投资人办理追加申请执行人时，在本合同附件的空白部分填写相应内容。您对此无异议并同意签章，配合执行法院做相应笔录，确认债权转让及相关文件。
							第九条、合同变更、解除、权利义务的转让
							9.1合同变更与解除
							（1）投资人有权随时单方面修改本合同中与您相关的权利义务，但相关修改不得加重您在支付投资收益方面的责任。一旦合同条款变更，投资人将在法力平台进行公示，除法律法规或监管规定另有强制性规定外，经修订的内容一经公示，立即生效。若您不同意修改本合同，则应当自该等告示之日起立即停止使用本服务并全额返还本合同项下投资人已经支付的投资费用；否则，视为您同意并接受修改后的合同。
							（2）本合同生效后，除本合同另有约定外，您不得要求单方擅自变更或解除本合同。投资人有权基于自身经营考虑，随时宣布中断、终止本合同或其任何部分，并要求您在指定期限内偿还本合同项下应付款项。
							9.2合同权利义务的转让
							（1）未经投资人书面同意，您不得将本合同项下的权利和义务转让给任何第三方。投资人有权将其在本合同项下的权利和义务全部或部分转让给第三方，且转让行为无须征得您的同意。
							（2）如发生本合同项下的权利和义务转让，您知晓并同意，法力平台作为投资管理人仍然对于本合同项下债权投资进行实际管理，除非投资人另行通知，您仍应按照本合同约定，通过法力平台履行支付投资收益以及其他各项义务。前述发生本合同项下的权利和义务转让亦不影响，法力平台在本合同项下发现违约事件时，代表其自身或者以投资管理人的身份行使本合同第九条（违约条款）中相关权利（包括但不限于，提起诉讼或以其他司法程序等方式向您进行应付款项催收）。
							第十条、违约责任                                                                 
							10.1双方均应履行本合同，任一方不履行的，应向对方承担违约责任。
							10.2下列任一事件均构成本条款所称违约事件：
							（1）您单方解除本合同的；
							（2）未经投资人同意，您擅自以其他方式处分项目，或委托第三人处置项目，或其他您的原因造成投资人投资费用及/或预期投资收益损失的；
							（3）您未按约定将投资人追加为项目的共同申请执行人，并将追加投资人为申请执行人的民事裁定书交付给投资人；
							（4）您未按投资人或司法机关要求提供案件相关资料的；
							（5）您撤回起诉的；
							（6）您伪造证据，导致您请求的欠款本金全部未获支持的；
							（7）您提供非法权益凭证，导致您请求的欠款本金全部未获支持的；
							（8）您隐瞒事实，或隐瞒对方/其他方的抗辩事由（比如互负债务抵销），导致您请求的欠款本金全部未获支持的；
							（9）您不能提供证据原件或丢失证据原件，导致您请求的欠款本金全部未获支持的；
							（10）案件费用超出3400.00元部分，您不按国家规定支付的；
							（11）因您其他行为导致您请求的欠款本金全部未获支持的；
							（12）您有其他违约行为，经投资人或第三方催告后在合理限期内仍未纠正的。
							10.3有违约事件发生时，投资人有权采取下列一项或多项措施：
							（1）要求您限期纠正违约行为；
							（2）对您的违约行为，可以公开披露；
							（3）自违约事件发生后5日内，您应按本合同约定的投资收益金额（计算公式为：您请求的欠款本金、利息、违约金、立案受理费、公告费、律师费等全部费用总和×30%）和投资人已经支付的投资费用金额之和赔偿投资人的全部损失。
							10.4您未按约定时间向投资人支付任一费用或赔偿的，应自逾期之日起每日按未付金额的万分之六向投资人支付违约金。
							10.5如您是代“他人”签署本合同申请债权投资服务的，“他人”如有任一违约行为的，视同您违约，您仍应按本合同约定承担违约责任，立即按投资人已经支付的投资费用金额和本合同约定的投资收益金额之和赔偿投资人的全部损失。
							10.6您同意投资人有权在进行催收和追索等工作时，将您的身份信息、联络信息及您拖欠本合同项下应付款项的相关信息提供给第三方 (包括律师事务所和催收机构）；且投资人将督促该等第三方妥善保管、保密和谨慎使用前述信息，不得用作委托催收和追索以外的 其他用途，以及不得以任何违法的方式进行催收和追索。
							10.7投资人或其委托人因向您催收欠款及实现债权而产生的一切费用（包括但不限于公证费、诉讼费、仲裁费、律师费、诉讼担保费、保全费、差旅费等），均由您承担。
							10.8投资人/法力平台软（硬）件系统出现下列任一状况而无法正常运作，致使无法向您提供本服务，投资人/法力平台均不承担任何违约或赔偿责任，该状况包括但不限于：
							（1）本服务网站维护期间。
							（2）电信设备出现故障不能进行数据传输的。
							（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本服务运行系统障碍不能执行业务的。
							（4）由于黑客攻击、电信部门、第三方支付机构组织有信息技术依赖的相关部门、企事业单位技术调整或故障、网站升级等原因而造成的服务中断或者延迟。
							第十一条、通知
							11.1您确认，您在法力平台注册的联系电话、微信、电子邮箱、地址等为您的有效联系方式，并同意作为与本合同有关的通知、信息、法律文书、诉讼/仲裁/执行文书等司法文书的有效送达地址。人民法院或仲裁机构向您发出的任何通知，以短信、微信、邮件等形式发出，送至注册的联系电话或电子邮箱或微信或地址，即视为送达。
							11.2您在向投资人提供的资料及信息（包括但不限于姓名、国籍、住所地、工作单位、联系电话、身份证件或者身份证明文件的号码、有效期等身份信息）发生变更的，应在信息发生变更之日起7日内通知投资人；投资人就本合同给予其他方的任何通知、要求或其它函件，一经发送到您向投资人提供的信息中所示的地址，即视为已送达，因您不及时变更信息而引起的责任及产生的损失，由您自行承担。
							11.3本合同及本合同项下电子补充协议、或附件（如有）已经经过第三方存证机构进行电子证据固化并保存，可以作为争议解决中的证据使用。
							第十二条、管辖及法律适用
							12.1本合同成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
							12.2若您和投资人之间有纠纷，协商解决，协商不成，向深圳仲裁委员会申请仲裁。
							12.3本合同条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
							附件：
							1、债权转让合同；
							2、债权转让通知书；
							3、债权转让确认函；
							4、追加执行人申请书。    
						</view>
					</scroll-view>
					<slot name="agree-box"></slot>
				</view>
				<slot name="ok-box"></slot>
			</order-popup-common>
		</uni-popup>
</template>

<script>
export default {
	data() {
		return {
		};
	},
	created() {
		
	},
	methods: {}
};
</script>

<style lang="scss">
</style>
